<?php

return [
    'about' => 'Я Василий, WEB - разработчик из Челябинской области, у меня есть чудный сыночек и любимая жена.
        В Челябинскую область переехал в 2016 году, до этого 11 лет проработал в Beeline на позиции старшего инженера
         по планированию и оптимизации сети, параллельно разрабатывал сайты, занимался ремонтом ноутбуков и компьютеров.
        После переезда устроился на работу системным андминистратором. В организации встал вопрос о разработке сайта,
        я без раздумий согласился, поскольку планировал раскрыть себя в данной обласи. На данный момент занимаю должность
         Начальника IT отдела, параллельно занимаюсь WEB-разработкой. Не перестаю развиваться и самореализовываться.',
    'experiences' => [
        [
            'title' => 'Beeline',
            'post' => 'ИТ-специалист',
            'city' => 'Тараз',
            'company' => 'Beeline, ТМ',
            'about' => 'Содержание парка ИТ техники и орг. техники в рабочем состоянии,
                инвентаризация ИТ и орг. техники, помощь сотрудникам компании,
                заказ нового оборудования, содержание склада техники,
                ремонтно-восстановительные работы СКС (структурированная-кабельная-система),
                содержание серверного оборудования, проведение тендеров на закуп ИТ и орг. техники,
                поиск подрядчиков, установка и наладка различного софта и ОС.',
            'yearStart' => '2005',
            'yearEnd' => '2014',
        ],
        [
            'title' => 'Beeline',
            'post' => 'Старший инженер по планированию и оптимизации сети',
            'city' => 'Тараз',
            'company' => 'Beeline, ТМ',
            'about' => 'Организация работ по развитию и эксплуатации сети филиала в соответствии с принципами оптимального
             распределения работ и специализации сотрудников, в целях обеспечения оптимального выполнения задач, 
             возложенных на Техническую службу.
             Осуществление руководства техническими специалистами службы, направленное на развитие сетей
              и эксплуатацию телекоммуникационного оборудования. Устранение в согласованные сроки причины 
              вызвавшие аварийные ситуации повлекших за собой влияние на бизнес компании, 
              в том числе по показателям качества сети, эксплуатации и правовые - нормативные.
              Участие в составлении перспективных планов развития сетей регионов и осуществление контроля над проектом 
              разворачивания сетей филиала (выполнением Плана создания сетей Роллаут) в части строительства базовых станций,
               контроллеров, коммутаторов. Взаимодействие с организациями или государственными органами в сроки 5 рабочих дней
                по запросу по вопросу о покрытии и качеству сети.
              Организация работ по получению из территориального Управления по информатизации и связи разрешительных документов 
              на радиоэлектронные средства и обеспечение своевременного направления их в Департамент 
              по работе с государственными органами.',
            'yearStart' => '2014',
            'yearEnd' => '2017',
        ],
        [
            'title' => 'Бектыш',
            'post' => 'Системный администратор',
            'city' => 'Бектыш',
            'company' => 'ООО "Бектыш"',
            'about' => 'Поддержка сайта компании, содержание парка ИТ техники и орг. техники в рабочем состоянии, внедрение бизнес-процессов, 
            доработка 1С решений, помощь сотрудникам компании, содержание серверного оборудования.',
            'yearStart' => '2017',
            'yearEnd' => '2018',
        ],
        [
            'title' => 'Гранд-Строй',
            'post' => 'Начальник IT-отдела',
            'city' => 'Челябинск',
            'company' => 'ООО "Гранд-Строй"',
            'about' => 'Автоматизация производства, автоматизация торговых точек, руководство отелом из 4 человек, 
            планирование IT-архитектуры организации, внедрение 1С-решений, разработка WEB-решений.
            Разработка и поддержка (включая доработку) 3-х сайтов для дочерних организаций',
            'yearStart' => '2018',
            'yearEnd' => '',
        ],
    ],
    'projects' => [
        [
        'title' => 'Медицинский центр "Брак и семья" доктора Тарарака',
        'link' => 'http://tararaka.com/',
        'about' => 'Сайт визитка для медицинского центра, построет на CMS Joomla',
        ],
        [
            'title' => 'Государственный архив Жамбылской области',
            'link' => 'http://zhambylarchive.kz/',
            'about' => 'Разработка и поддержка сайта государственного архива Жамбылской области',
        ],
        [
            'title' => 'Курочка Губернская',
            'link' => 'http://kurochka74.ru/',
            'about' => 'Разработка действующего интернет магазина. WordPress + WooCommerce, с кастомными доработками.',
        ],
        [
            'title' => 'Рынок "Станционный"',
            'link' => 'http://stanc.ru/',
            'about' => 'Разработка интернет маркета с разными продавцами и их товарами. Joomla + Joomshopping,
            немного переделан под нужды компании. В данный момент идет разработка функционала без готовых CMS, 
            с последующей миграцией.',
        ],
        [
            'title' => 'Торговый комплекс "Орбита"',
            'link' => 'http://orbita74.ru/',
            'about' => 'Разработка интернет маркета с разными продавцами и их товарами. Joomla + Joomshopping,
            немного переделан под нужды компании. В данный момент идет разработка функционала без готовых CMS, 
            с последующей миграцией.',
        ],
    ],
    'skills' => [
        [
            'title' => 'PHP',
            'level' => '20',

        ],
        [
            'title' => 'JavaScript',
            'level' => '75',

        ],
        [
            'title' => 'CSS3',
            'level' => '85',

        ],
        [
            'title' => 'HTML',
            'level' => '90',

        ],
    ]
];